# 古典理论
假定长期经济 价格可变
- 劳动力市场
- 货币
- 通货膨胀
- 开放经济

## 劳动力市场
企业利润最大化时 选择MPL = w /p
劳动的边际产品 == 真实工资
给定一个产品价格 对应于每个真实工资 企业愿意雇佣多少劳动
真实工资越高 劳动需求越少
L = (1 - a)*P*Y/w

劳动市场的供给
假定国家之间不能进行劳动力贸易 劳动供给取决于国内家庭的 劳动-闲暇 决策
劳动供给随真实工资的增加而增加
曼昆取其中平的一段
工资的调节使劳动市场出清

## 自然失业率
不存在经济衰退或经济过热的正常情况下
真实GDP等于潜在GDP 
失业率不为0
这时的失业率是 自然失业率

自然失业率取决于
- 劳动市场的组织状况
- 劳动力的人口构成
- 企业对劳动力需求的变动
- 社会保障体制的状况
政府的
- 传播信息 培训工人可以降低自然失业率
- 失业保障会增加自然失业率

劳动年龄人口 P = L + NL
劳动力参与率 = L / P
L = E + U
失业率 U / L

离职率s 离职人数占就业人数的比率
就职率f 就职人数占失业人数的比率
稳定状态有sE = fU
E = L - U
解出 U/L = s / (s + f) 自然失业率

## 失业分类
### 摩擦性失业
正常情况下由于寻找工作而产生的难以避免的失业
大部分是自愿的 工人个人特性不符合工作的特性
减少这种失业的途径是对求职者和雇主提供更多的信息
不同行业和不同地区之间的需求结构变动
这种变动称为结构性变动 或 部门转移
这也是摩擦性失业的一个原因
培训 公平对待所有劳动者的政策和对流动的鼓励政策有利于减少摩擦性失业

### 结构性失业
竞争性的劳动市场上 真实工资的调整使劳动的供求均衡 称其为劳动市场的出清

但工资具有刚性 不能调整到使劳动力市场供求均衡的水平 使劳动市场不能出清
这种由工资刚性和工作配额的匹配引起的失业称为结构性失业

### 结构性失业源头
- 最低工资法的限制
- 工会对劳动力的垄断

## 效率工资理论
企业使真实工资高于平均水平可以提高劳动生产率和利润
### 原因
- 高水平工资使工人吃得起有营养的食物 身强体壮的工人提高了生产效率(发展中国家)
- 工资减少了劳动力的更替
- 劳动力的素质取决于工资 减少高素质员工跳槽这种逆向选择(lemon market)
- 高水平工资有助于提高工人的努力程度 工人偷懒被抓住受到损失很大(道德风险)

### 周期性失业
曼昆认为周期性失业是结构性的
中国失业率不显著 劳动力转移速度m稳定且显著 1个百分点的m的变动伴随GDP增长2.1-2.2变动
**工人预期对劳动市场的影响**
非曼昆简单假设


