# 货币
## 货币职能
- 价值储藏手段
- 计价单位
- 交换媒介
## 货币类型
- 法定货币
国家在法律上赋予强制流通能力的无内在使用价值的货币
- 商品货币
作为货币的拥有某种使用价值的商品
## 货币的控制
货币的供给是由政府控制的
### 中央银行
专门管理金融的政府机关
职能
- 唯一的货币发行机构
- 政府的银行
代理国库 经办政府的预算收支 执行国库出纳 向政府提供信用 作为政府的代理人
- 银行的银行
客户是商业银行和金融机构 银行存款准备金的保管者 票据清算中心 商业银行的最后贷款者

## 央行控制货币供给的方法
### 公开市场操作:
买卖政府债券
买进->投放基础货币
卖出->减少流通中的货币
### 法定准备金
### 贴现率

## 货币量的衡量
根据流动性从高到低
C 通货
M1 通货 + 活期存款 + 支票
M2 M1 + 共同基金 + 储蓄存款 + 小额定期存款
信用卡 降低人们持有的货币量 减少货币需求
借记卡 类似支票账户 包括在货币存量中

## 货币供给
M代表货币供给
C代表通货
D代表活期存款
银行创造货币公式

创造出来的总货币数 = 存款 / 准备金率
金融市场 起到金融中介化的作用
## 金融中介机构
- 银行或存款机构
- 契约型储蓄机构
- 投资性中介机构

## 中央银行决定货币供给
三个外生变量
- 基础货币
- 准备金-存款率
- 通货-存款率
M = C + D
B = C + R(基础货币 = 通货 + 准备金)
M / B = (C + D) / (C + R)
M / B = (cr + 1) / (cr + rr)
货币乘数
基础货币也被称为 高能货币

## 三种货币政策工具
- 公开市场操作
政府债券买卖
量化宽松(购买更长期的风险更高的证券)
- 法定准备金率
准备金利率 美联储支付给银行的准备金存款的利率
- 贴现率
银行从美联储借款要支付的利息率
贴现率越低 银行越容易从美联储借款

** 央行并不能完全控制货币供给**

## 银行杠杆率
银行总资产 / 资本

## 中国人民银行
公开市场操作
正回购 (回购货币[流动性])






