# 笛卡尔

## 我思故我在
i think therefore i am

强调意识的重要性 革命性的理论

但康德认为 思想只能证明有思想存在 并不能证明有思想者存在

## 证明上帝存在 ：）

# 斯宾诺莎

## 圣经是一本无知的先知写出来给无知的大众读的无知的书 - 斯宾诺莎
彻底的革命性

## 实体 属性 样态
因果同质性

所有事情都在因果网络之中

彻底的决定论

naturing nature == natured nature

实体的自然等于样态的自然

一即多 多即一

自然即是神

## 身心平行论 ：）

## self-preservation from 霍布斯

## 知识 -> 幸福 -> 自由
自由来自对因果必然性的认识

# 霍布斯
## 机械唯物主义 
不认同mind的实在性

body是唯一的实体

## 人为self-preservation而存在
人也因self-preservation而存在

善恶都是主观的
- 于己sp有利 善
- 于己sp无利 恶

所以权利高于善

## 批评“人非在城 非神即兽” （亚里士多德）
自然状态就是sp和战争

## 自然权利
- sp
- 维护sp的手段（包括杀人放火）

## 自然法
- 第一自然法 尽可能达成**和平** 如果达不成 用一切手段保护自己权利
- 契约 - 权利的放弃和转让

和平 -> 自然法
契约 -> 和平

## 建立契约
- 对暴死的恐惧
- 人是理性的

放弃不合理的自然权利

## 国家本质
地位：利维坦
本质：人造人
特点：不是契约的任一方

人既是建筑师 又是原材料

## 绝对主义的漏洞
个人绝对权利和国家的绝对权力冲突

杀人后可不可以逃走

# 洛克
## 洛克的认识论
白板说：人生来啥也不知道（批评笛卡尔的内心公理）

## 知识的原子论
知识是由简单的观念进行拼合加工形成的复杂概念

## 自然状态是和平状态
那为何要建立国家？

财产权界限的明晰

## 三个自然权利
- 生命 sp
- 自由 （霍布斯认为不是自然权利）
- 财产 没有财产 自由是无意义的

## 建立政府
- 原始契约（一致同意建立政府
一种社会契约
- 委托（权力委托给具体的人【与霍布斯不同
- 一种政治契约

委托可以撤回（革命

# 休谟
## 我知道的就是我的观念
怀疑论

## 观念的联想就是知识

## 科学上的因果与生活中的因果没有本质区别 只是正确率比较高而已

否定因果法则

## 因果是人类用来简化自身生活环境的工具 - 尼采

## morningstar is morningstar
morningstar is eveningstar

## 习惯是人生的伟大指南
无法证明因果是普遍必然的 但因果是有用的

## 怀疑论与不可知论
怀疑 外物 心灵 自我 上帝
但无论如何 我们认为这些存在是有意义的

# 卢梭
## 人生而自由 而无往不在枷锁之中
社会契约论与法国大革命

## 反自然法传统
之前哲学家所谓的理性 反而导致人的整体性的丧失

## 自然状态
只有self love（类似sp）

pity

不思考哲学

无语言

有性无爱

这时是一种自然的自由

## 卢梭的自由
人的要求与能力处于平衡

文明社会人不自由

人需求的东西远超自己的能力

自由 == 平等（自然状态上的差异性是没有意义的

## 自然状态的败坏
偶然的

人与动物的区别 人有**可完善性**

## 解决方案
- 爱弥儿的教育
- 社会契约论 建立共和国

为了重建自由 就要给自己套上枷锁

## 权力的让渡（非代表
人只能代表自己

所以是让渡给人民 而不是被人代表

每个人既是统治者又是被统治者

## 公义 generou will
并不是所有人的will

而是纯粹的道德原则

## 人民 统治者 / 政府 管理者 / 人民 被统治者
1 : x : x ^ 2

# 康德
## 科学知识
先天综合判断

先天强调普遍必然

## 个体化原理
事物只有出现在时空中才是individual的

## 时空是属人的 只要你能认识到这个世界 你就已经在时空中了

## 因果关系只是人的意识 而不是事物本身拥有的关系

## 人为自然立法

## 感性 知性 理性
获得事物自身完整的知识是行不通的

## 四组二律背反
我们所有的科学知识（理论理性）只能认识到现象世界 不能认识到事物自身（本体）

科学不能认识事物自身 科学不能认识 不能证明 人的灵魂是有自由意志的 但是为了道德 必须要进行假定

## 道德公设
- 自由意志
- 灵魂是不朽的
- 上帝存在

## 艺术填平现象本体之间的鸿沟

# 黑格尔
## 实体就是主体

## 绝对精神


